{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 356,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 357,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 358,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 359,
      "content": "<|object_ref_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 360,
      "content": "<|object_ref_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 361,
      "content": "<|box_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 362,
      "content": "<|box_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 363,
      "content": "<|quad_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 364,
      "content": "<|quad_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 365,
      "content": "<|vision_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 366,
      "content": "<|vision_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 367,
      "content": "<|vision_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 368,
      "content": "<|image_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 369,
      "content": "<|video_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 370,
      "content": "<tool_call>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 371,
      "content": "</tool_call>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 372,
      "content": "<|fim_prefix|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 373,
      "content": "<|fim_middle|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 374,
      "content": "<|fim_suffix|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 375,
      "content": "<|fim_pad|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 376,
      "content": "<|repo_name|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 377,
      "content": "<|file_sep|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": false,
        "use_regex": false
      }
    ]
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": false,
    "use_regex": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": false,
    "use_regex": false
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¬°": 94,
      "¬Ґ": 95,
      "¬£": 96,
      "¬§": 97,
      "¬•": 98,
      "¬¶": 99,
      "¬І": 100,
      "¬®": 101,
      "¬©": 102,
      "¬™": 103,
      "¬Ђ": 104,
      "¬ђ": 105,
      "¬Ѓ": 106,
      "¬ѓ": 107,
      "¬∞": 108,
      "¬±": 109,
      "¬≤": 110,
      "¬≥": 111,
      "¬і": 112,
      "¬µ": 113,
      "¬ґ": 114,
      "¬Ј": 115,
      "¬Є": 116,
      "¬є": 117,
      "¬Ї": 118,
      "¬ї": 119,
      "¬Љ": 120,
      "¬љ": 121,
      "¬Њ": 122,
      "¬њ": 123,
      "√А": 124,
      "√Б": 125,
      "√В": 126,
      "√Г": 127,
      "√Д": 128,
      "√Е": 129,
      "√Ж": 130,
      "√З": 131,
      "√И": 132,
      "√Й": 133,
      "√К": 134,
      "√Л": 135,
      "√М": 136,
      "√Н": 137,
      "√О": 138,
      "√П": 139,
      "√Р": 140,
      "√С": 141,
      "√Т": 142,
      "√У": 143,
      "√Ф": 144,
      "√Х": 145,
      "√Ц": 146,
      "√Ч": 147,
      "√Ш": 148,
      "√Щ": 149,
      "√Ъ": 150,
      "√Ы": 151,
      "√Ь": 152,
      "√Э": 153,
      "√Ю": 154,
      "√Я": 155,
      "√†": 156,
      "√°": 157,
      "√Ґ": 158,
      "√£": 159,
      "√§": 160,
      "√•": 161,
      "√¶": 162,
      "√І": 163,
      "√®": 164,
      "√©": 165,
      "√™": 166,
      "√Ђ": 167,
      "√ђ": 168,
      "√≠": 169,
      "√Ѓ": 170,
      "√ѓ": 171,
      "√∞": 172,
      "√±": 173,
      "√≤": 174,
      "√≥": 175,
      "√і": 176,
      "√µ": 177,
      "√ґ": 178,
      "√Ј": 179,
      "√Є": 180,
      "√є": 181,
      "√Ї": 182,
      "√ї": 183,
      "√Љ": 184,
      "√љ": 185,
      "√Њ": 186,
      "√њ": 187,
      "ƒА": 188,
      "ƒБ": 189,
      "ƒВ": 190,
      "ƒГ": 191,
      "ƒД": 192,
      "ƒЕ": 193,
      "ƒЖ": 194,
      "ƒЗ": 195,
      "ƒИ": 196,
      "ƒЙ": 197,
      "ƒК": 198,
      "ƒЛ": 199,
      "ƒМ": 200,
      "ƒН": 201,
      "ƒО": 202,
      "ƒП": 203,
      "ƒР": 204,
      "ƒС": 205,
      "ƒТ": 206,
      "ƒУ": 207,
      "ƒФ": 208,
      "ƒХ": 209,
      "ƒЦ": 210,
      "ƒЧ": 211,
      "ƒШ": 212,
      "ƒЩ": 213,
      "ƒЪ": 214,
      "ƒЫ": 215,
      "ƒЬ": 216,
      "ƒЭ": 217,
      "ƒЮ": 218,
      "ƒЯ": 219,
      "ƒ†": 220,
      "ƒ°": 221,
      "ƒҐ": 222,
      "ƒ£": 223,
      "ƒ§": 224,
      "ƒ•": 225,
      "ƒ¶": 226,
      "ƒІ": 227,
      "ƒ®": 228,
      "ƒ©": 229,
      "ƒ™": 230,
      "ƒЂ": 231,
      "ƒђ": 232,
      "ƒ≠": 233,
      "ƒЃ": 234,
      "ƒѓ": 235,
      "ƒ∞": 236,
      "ƒ±": 237,
      "ƒ≤": 238,
      "ƒ≥": 239,
      "ƒі": 240,
      "ƒµ": 241,
      "ƒґ": 242,
      "ƒЈ": 243,
      "ƒЄ": 244,
      "ƒє": 245,
      "ƒЇ": 246,
      "ƒї": 247,
      "ƒЉ": 248,
      "ƒљ": 249,
      "ƒЊ": 250,
      "ƒњ": 251,
      "≈А": 252,
      "≈Б": 253,
      "≈В": 254,
      "≈Г": 255,
      "ƒ†ƒ†": 256,
      "ƒ†ƒ†ƒ†ƒ†": 257,
      "in": 258,
      "ƒ†t": 259,
      "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 260,
      "er": 261,
      "ƒ†ƒ†ƒ†": 262,
      "on": 263,
      "ƒ†a": 264,
      "re": 265,
      "at": 266,
      "st": 267,
      "en": 268,
      "or": 269,
      "ƒ†th": 270,
      "ƒКƒК": 271,
      "ƒ†c": 272,
      "le": 273,
      "ƒ†s": 274,
      "it": 275,
      "an": 276,
      "ar": 277,
      "al": 278,
      "ƒ†the": 279,
      ";ƒК": 280,
      "ƒ†p": 281,
      "ƒ†f": 282,
      "ou": 283,
      "ƒ†=": 284,
      "is": 285,
      "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 286,
      "ing": 287,
      "es": 288,
      "ƒ†w": 289,
      "ion": 290,
      "ed": 291,
      "ic": 292,
      "ƒ†b": 293,
      "ƒ†d": 294,
      "et": 295,
      "ƒ†m": 296,
      "ƒ†o": 297,
      "ƒЙƒЙ": 298,
      "ro": 299,
      "as": 300,
      "el": 301,
      "ct": 302,
      "nd": 303,
      "ƒ†in": 304,
      "ƒ†h": 305,
      "ent": 306,
      "id": 307,
      "ƒ†n": 308,
      "am": 309,
      "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 310,
      "ƒ†to": 311,
      "ƒ†re": 312,
      "--": 313,
      "ƒ†{": 314,
      "ƒ†of": 315,
      "om": 316,
      ");ƒК": 317,
      "im": 318,
      "ƒНƒК": 319,
      "ƒ†(": 320,
      "il": 321,
      "//": 322,
      "ƒ†and": 323,
      "ur": 324,
      "se": 325,
      "ƒ†l": 326,
      "ex": 327,
      "ƒ†S": 328,
      "ad": 329,
      "ƒ†\"": 330,
      "ch": 331,
      "ut": 332,
      "if": 333,
      "**": 334,
      "ƒ†}": 335,
      "em": 336,
      "ol": 337,
      "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 338,
      "th": 339,
      ")ƒК": 340,
      "ƒ†{ƒК": 341,
      "ƒ†g": 342,
      "ig": 343,
      "iv": 344,
      ",ƒК": 345,
      "ce": 346,
      "od": 347,
      "ƒ†v": 348,
      "ate": 349,
      "ƒ†T": 350,
      "ag": 351,
      "ay": 352,
      "ƒ†*": 353,
      "ot": 354,
      "us": 355
    },
    "merges": [
      "ƒ† ƒ†",
      "ƒ†ƒ† ƒ†ƒ†",
      "i n",
      "ƒ† t",
      "ƒ†ƒ†ƒ†ƒ† ƒ†ƒ†ƒ†ƒ†",
      "e r",
      "ƒ†ƒ† ƒ†",
      "o n",
      "ƒ† a",
      "r e",
      "a t",
      "s t",
      "e n",
      "o r",
      "ƒ†t h",
      "ƒК ƒК",
      "ƒ† c",
      "l e",
      "ƒ† s",
      "i t",
      "a n",
      "a r",
      "a l",
      "ƒ†th e",
      "; ƒК",
      "ƒ† p",
      "ƒ† f",
      "o u",
      "ƒ† =",
      "i s",
      "ƒ†ƒ†ƒ†ƒ† ƒ†ƒ†ƒ†",
      "in g",
      "e s",
      "ƒ† w",
      "i on",
      "e d",
      "i c",
      "ƒ† b",
      "ƒ† d",
      "e t",
      "ƒ† m",
      "ƒ† o",
      "ƒЙ ƒЙ",
      "r o",
      "a s",
      "e l",
      "c t",
      "n d",
      "ƒ† in",
      "ƒ† h",
      "en t",
      "i d",
      "ƒ† n",
      "a m",
      "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ† ƒ†ƒ†ƒ†",
      "ƒ†t o",
      "ƒ† re",
      "- -",
      "ƒ† {",
      "ƒ†o f",
      "o m",
      ") ;ƒК",
      "i m",
      "ƒН ƒК",
      "ƒ† (",
      "i l",
      "/ /",
      "ƒ†a nd",
      "u r",
      "s e",
      "ƒ† l",
      "e x",
      "ƒ† S",
      "a d",
      "ƒ† \"",
      "c h",
      "u t",
      "i f",
      "* *",
      "ƒ† }",
      "e m",
      "o l",
      "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ† ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†",
      "t h",
      ") ƒК",
      "ƒ†{ ƒК",
      "ƒ† g",
      "i g",
      "i v",
      ", ƒК",
      "c e",
      "o d",
      "ƒ† v",
      "at e",
      "ƒ† T",
      "a g",
      "a y",
      "ƒ† *",
      "o t",
      "u s"
    ]
  }
}