{
  "!": 0,
  "\"": 1,
  "#": 2,
  "$": 3,
  "%": 4,
  "&": 5,
  "'": 6,
  "(": 7,
  ")": 8,
  "*": 9,
  "+": 10,
  ",": 11,
  "-": 12,
  ".": 13,
  "/": 14,
  "0": 15,
  "1": 16,
  "2": 17,
  "3": 18,
  "4": 19,
  "5": 20,
  "6": 21,
  "7": 22,
  "8": 23,
  "9": 24,
  ":": 25,
  ";": 26,
  "<": 27,
  "=": 28,
  ">": 29,
  "?": 30,
  "@": 31,
  "A": 32,
  "B": 33,
  "C": 34,
  "D": 35,
  "E": 36,
  "F": 37,
  "G": 38,
  "H": 39,
  "I": 40,
  "J": 41,
  "K": 42,
  "L": 43,
  "M": 44,
  "N": 45,
  "O": 46,
  "P": 47,
  "Q": 48,
  "R": 49,
  "S": 50,
  "T": 51,
  "U": 52,
  "V": 53,
  "W": 54,
  "X": 55,
  "Y": 56,
  "Z": 57,
  "[": 58,
  "\\": 59,
  "]": 60,
  "^": 61,
  "_": 62,
  "`": 63,
  "a": 64,
  "b": 65,
  "c": 66,
  "d": 67,
  "e": 68,
  "f": 69,
  "g": 70,
  "h": 71,
  "i": 72,
  "j": 73,
  "k": 74,
  "l": 75,
  "m": 76,
  "n": 77,
  "o": 78,
  "p": 79,
  "q": 80,
  "r": 81,
  "s": 82,
  "t": 83,
  "u": 84,
  "v": 85,
  "w": 86,
  "x": 87,
  "y": 88,
  "z": 89,
  "{": 90,
  "|": 91,
  "}": 92,
  "~": 93,
  "ТЁ": 94,
  "ТЂ": 95,
  "ТЃ": 96,
  "ТЄ": 97,
  "ТЅ": 98,
  "ТІ": 99,
  "ТЇ": 100,
  "ТЈ": 101,
  "ТЉ": 102,
  "ТЊ": 103,
  "ТЋ": 104,
  "ТЌ": 105,
  "ТЎ": 106,
  "ТЏ": 107,
  "ТА": 108,
  "ТБ": 109,
  "ТВ": 110,
  "ТГ": 111,
  "ТД": 112,
  "ТЕ": 113,
  "ТЖ": 114,
  "ТЗ": 115,
  "ТИ": 116,
  "ТЙ": 117,
  "ТК": 118,
  "ТЛ": 119,
  "ТМ": 120,
  "ТН": 121,
  "ТО": 122,
  "ТП": 123,
  "У": 124,
  "У": 125,
  "У": 126,
  "У": 127,
  "У": 128,
  "У": 129,
  "У": 130,
  "У": 131,
  "У": 132,
  "У": 133,
  "У": 134,
  "У": 135,
  "У": 136,
  "У": 137,
  "У": 138,
  "У": 139,
  "У": 140,
  "У": 141,
  "У": 142,
  "У": 143,
  "У": 144,
  "У": 145,
  "У": 146,
  "У": 147,
  "У": 148,
  "У": 149,
  "У": 150,
  "У": 151,
  "У": 152,
  "У": 153,
  "У": 154,
  "У": 155,
  "У ": 156,
  "УЁ": 157,
  "УЂ": 158,
  "УЃ": 159,
  "УЄ": 160,
  "УЅ": 161,
  "УІ": 162,
  "УЇ": 163,
  "УЈ": 164,
  "УЉ": 165,
  "УЊ": 166,
  "УЋ": 167,
  "УЌ": 168,
  "У­": 169,
  "УЎ": 170,
  "УЏ": 171,
  "УА": 172,
  "УБ": 173,
  "УВ": 174,
  "УГ": 175,
  "УД": 176,
  "УЕ": 177,
  "УЖ": 178,
  "УЗ": 179,
  "УИ": 180,
  "УЙ": 181,
  "УК": 182,
  "УЛ": 183,
  "УМ": 184,
  "УН": 185,
  "УО": 186,
  "УП": 187,
  "Ф": 188,
  "Ф": 189,
  "Ф": 190,
  "Ф": 191,
  "Ф": 192,
  "Ф": 193,
  "Ф": 194,
  "Ф": 195,
  "Ф": 196,
  "Ф": 197,
  "Ф": 198,
  "Ф": 199,
  "Ф": 200,
  "Ф": 201,
  "Ф": 202,
  "Ф": 203,
  "Ф": 204,
  "Ф": 205,
  "Ф": 206,
  "Ф": 207,
  "Ф": 208,
  "Ф": 209,
  "Ф": 210,
  "Ф": 211,
  "Ф": 212,
  "Ф": 213,
  "Ф": 214,
  "Ф": 215,
  "Ф": 216,
  "Ф": 217,
  "Ф": 218,
  "Ф": 219,
  "Ф ": 220,
  "ФЁ": 221,
  "ФЂ": 222,
  "ФЃ": 223,
  "ФЄ": 224,
  "ФЅ": 225,
  "ФІ": 226,
  "ФЇ": 227,
  "ФЈ": 228,
  "ФЉ": 229,
  "ФЊ": 230,
  "ФЋ": 231,
  "ФЌ": 232,
  "Ф­": 233,
  "ФЎ": 234,
  "ФЏ": 235,
  "ФА": 236,
  "ФБ": 237,
  "ФВ": 238,
  "ФГ": 239,
  "ФД": 240,
  "ФЕ": 241,
  "ФЖ": 242,
  "ФЗ": 243,
  "ФИ": 244,
  "ФЙ": 245,
  "ФК": 246,
  "ФЛ": 247,
  "ФМ": 248,
  "ФН": 249,
  "ФО": 250,
  "ФП": 251,
  "Х": 252,
  "Х": 253,
  "Х": 254,
  "Х": 255,
  "Ф Ф ": 256,
  "Ф Ф Ф Ф ": 257,
  "in": 258,
  "Ф t": 259,
  "Ф Ф Ф Ф Ф Ф Ф Ф ": 260,
  "er": 261,
  "Ф Ф Ф ": 262,
  "on": 263,
  "Ф a": 264,
  "re": 265,
  "at": 266,
  "st": 267,
  "en": 268,
  "or": 269,
  "Ф th": 270,
  "ФФ": 271,
  "Ф c": 272,
  "le": 273,
  "Ф s": 274,
  "it": 275,
  "an": 276,
  "ar": 277,
  "al": 278,
  "Ф the": 279,
  ";Ф": 280,
  "Ф p": 281,
  "Ф f": 282,
  "ou": 283,
  "Ф =": 284,
  "is": 285,
  "Ф Ф Ф Ф Ф Ф Ф ": 286,
  "ing": 287,
  "es": 288,
  "Ф w": 289,
  "ion": 290,
  "ed": 291,
  "ic": 292,
  "Ф b": 293,
  "Ф d": 294,
  "et": 295,
  "Ф m": 296,
  "Ф o": 297,
  "ФФ": 298,
  "ro": 299,
  "as": 300,
  "el": 301,
  "ct": 302,
  "nd": 303,
  "Ф in": 304,
  "Ф h": 305,
  "ent": 306,
  "id": 307,
  "Ф n": 308,
  "am": 309,
  "Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф ": 310,
  "Ф to": 311,
  "Ф re": 312,
  "--": 313,
  "Ф {": 314,
  "Ф of": 315,
  "om": 316,
  ");Ф": 317,
  "im": 318,
  "ФФ": 319,
  "Ф (": 320,
  "il": 321,
  "//": 322,
  "Ф and": 323,
  "ur": 324,
  "se": 325,
  "Ф l": 326,
  "ex": 327,
  "Ф S": 328,
  "ad": 329,
  "Ф \"": 330,
  "ch": 331,
  "ut": 332,
  "if": 333,
  "**": 334,
  "Ф }": 335,
  "em": 336,
  "ol": 337,
  "Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф ": 338,
  "th": 339,
  ")Ф": 340,
  "Ф {Ф": 341,
  "Ф g": 342,
  "ig": 343,
  "iv": 344,
  ",Ф": 345,
  "ce": 346,
  "od": 347,
  "Ф v": 348,
  "ate": 349,
  "Ф T": 350,
  "ag": 351,
  "ay": 352,
  "Ф *": 353,
  "ot": 354,
  "us": 355
}