{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 256,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 257,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 258,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 259,
      "content": "<|object_ref_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 260,
      "content": "<|object_ref_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 261,
      "content": "<|box_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 262,
      "content": "<|box_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 263,
      "content": "<|quad_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 264,
      "content": "<|quad_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 265,
      "content": "<|vision_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 266,
      "content": "<|vision_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 267,
      "content": "<|vision_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 268,
      "content": "<|image_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 269,
      "content": "<|video_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 270,
      "content": "<tool_call>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 271,
      "content": "</tool_call>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 272,
      "content": "<|fim_prefix|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 273,
      "content": "<|fim_middle|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 274,
      "content": "<|fim_suffix|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 275,
      "content": "<|fim_pad|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 276,
      "content": "<|repo_name|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 277,
      "content": "<|file_sep|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": false,
        "use_regex": false
      }
    ]
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": false,
    "use_regex": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": false,
    "use_regex": false
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "隆": 94,
      "垄": 95,
      "拢": 96,
      "陇": 97,
      "楼": 98,
      "娄": 99,
      "搂": 100,
      "篓": 101,
      "漏": 102,
      "陋": 103,
      "芦": 104,
      "卢": 105,
      "庐": 106,
      "炉": 107,
      "掳": 108,
      "卤": 109,
      "虏": 110,
      "鲁": 111,
      "麓": 112,
      "碌": 113,
      "露": 114,
      "路": 115,
      "赂": 116,
      "鹿": 117,
      "潞": 118,
      "禄": 119,
      "录": 120,
      "陆": 121,
      "戮": 122,
      "驴": 123,
      "脌": 124,
      "脕": 125,
      "脗": 126,
      "脙": 127,
      "脛": 128,
      "脜": 129,
      "脝": 130,
      "脟": 131,
      "脠": 132,
      "脡": 133,
      "脢": 134,
      "脣": 135,
      "脤": 136,
      "脥": 137,
      "脦": 138,
      "脧": 139,
      "脨": 140,
      "脩": 141,
      "脪": 142,
      "脫": 143,
      "脭": 144,
      "脮": 145,
      "脰": 146,
      "脳": 147,
      "脴": 148,
      "脵": 149,
      "脷": 150,
      "脹": 151,
      "脺": 152,
      "脻": 153,
      "脼": 154,
      "脽": 155,
      "脿": 156,
      "谩": 157,
      "芒": 158,
      "茫": 159,
      "盲": 160,
      "氓": 161,
      "忙": 162,
      "莽": 163,
      "猫": 164,
      "茅": 165,
      "锚": 166,
      "毛": 167,
      "矛": 168,
      "铆": 169,
      "卯": 170,
      "茂": 171,
      "冒": 172,
      "帽": 173,
      "貌": 174,
      "贸": 175,
      "么": 176,
      "玫": 177,
      "枚": 178,
      "梅": 179,
      "酶": 180,
      "霉": 181,
      "煤": 182,
      "没": 183,
      "眉": 184,
      "媒": 185,
      "镁": 186,
      "每": 187,
      "膧": 188,
      "膩": 189,
      "膫": 190,
      "膬": 191,
      "膭": 192,
      "膮": 193,
      "膯": 194,
      "膰": 195,
      "膱": 196,
      "膲": 197,
      "膴": 198,
      "膵": 199,
      "膶": 200,
      "膷": 201,
      "膸": 202,
      "膹": 203,
      "膼": 204,
      "膽": 205,
      "膾": 206,
      "膿": 207,
      "臄": 208,
      "臅": 209,
      "臇": 210,
      "臈": 211,
      "臉": 212,
      "臋": 213,
      "臍": 214,
      "臎": 215,
      "臏": 216,
      "臐": 217,
      "臑": 218,
      "臒": 219,
      "臓": 220,
      "摹": 221,
      "蘑": 222,
      "模": 223,
      "膜": 224,
      "磨": 225,
      "摩": 226,
      "魔": 227,
      "抹": 228,
      "末": 229,
      "莫": 230,
      "墨": 231,
      "默": 232,
      "沫": 233,
      "漠": 234,
      "寞": 235,
      "陌": 236,
      "谋": 237,
      "牟": 238,
      "某": 239,
      "拇": 240,
      "牡": 241,
      "亩": 242,
      "姆": 243,
      "母": 244,
      "墓": 245,
      "暮": 246,
      "幕": 247,
      "募": 248,
      "慕": 249,
      "木": 250,
      "目": 251,
      "艀": 252,
      "艁": 253,
      "艂": 254,
      "艃": 255
    },
    "merges": []
  }
}