{
  "!": 0,
  "\"": 1,
  "#": 2,
  "$": 3,
  "%": 4,
  "&": 5,
  "'": 6,
  "(": 7,
  ")": 8,
  "*": 9,
  "+": 10,
  ",": 11,
  "-": 12,
  ".": 13,
  "/": 14,
  "0": 15,
  "1": 16,
  "2": 17,
  "3": 18,
  "4": 19,
  "5": 20,
  "6": 21,
  "7": 22,
  "8": 23,
  "9": 24,
  ":": 25,
  ";": 26,
  "<": 27,
  "=": 28,
  ">": 29,
  "?": 30,
  "@": 31,
  "A": 32,
  "B": 33,
  "C": 34,
  "D": 35,
  "E": 36,
  "F": 37,
  "G": 38,
  "H": 39,
  "I": 40,
  "J": 41,
  "K": 42,
  "L": 43,
  "M": 44,
  "N": 45,
  "O": 46,
  "P": 47,
  "Q": 48,
  "R": 49,
  "S": 50,
  "T": 51,
  "U": 52,
  "V": 53,
  "W": 54,
  "X": 55,
  "Y": 56,
  "Z": 57,
  "[": 58,
  "\\": 59,
  "]": 60,
  "^": 61,
  "_": 62,
  "`": 63,
  "a": 64,
  "b": 65,
  "c": 66,
  "d": 67,
  "e": 68,
  "f": 69,
  "g": 70,
  "h": 71,
  "i": 72,
  "j": 73,
  "k": 74,
  "l": 75,
  "m": 76,
  "n": 77,
  "o": 78,
  "p": 79,
  "q": 80,
  "r": 81,
  "s": 82,
  "t": 83,
  "u": 84,
  "v": 85,
  "w": 86,
  "x": 87,
  "y": 88,
  "z": 89,
  "{": 90,
  "|": 91,
  "}": 92,
  "~": 93,
  "¬°": 94,
  "¬Ґ": 95,
  "¬£": 96,
  "¬§": 97,
  "¬•": 98,
  "¬¶": 99,
  "¬І": 100,
  "¬®": 101,
  "¬©": 102,
  "¬™": 103,
  "¬Ђ": 104,
  "¬ђ": 105,
  "¬Ѓ": 106,
  "¬ѓ": 107,
  "¬∞": 108,
  "¬±": 109,
  "¬≤": 110,
  "¬≥": 111,
  "¬і": 112,
  "¬µ": 113,
  "¬ґ": 114,
  "¬Ј": 115,
  "¬Є": 116,
  "¬є": 117,
  "¬Ї": 118,
  "¬ї": 119,
  "¬Љ": 120,
  "¬љ": 121,
  "¬Њ": 122,
  "¬њ": 123,
  "√А": 124,
  "√Б": 125,
  "√В": 126,
  "√Г": 127,
  "√Д": 128,
  "√Е": 129,
  "√Ж": 130,
  "√З": 131,
  "√И": 132,
  "√Й": 133,
  "√К": 134,
  "√Л": 135,
  "√М": 136,
  "√Н": 137,
  "√О": 138,
  "√П": 139,
  "√Р": 140,
  "√С": 141,
  "√Т": 142,
  "√У": 143,
  "√Ф": 144,
  "√Х": 145,
  "√Ц": 146,
  "√Ч": 147,
  "√Ш": 148,
  "√Щ": 149,
  "√Ъ": 150,
  "√Ы": 151,
  "√Ь": 152,
  "√Э": 153,
  "√Ю": 154,
  "√Я": 155,
  "√†": 156,
  "√°": 157,
  "√Ґ": 158,
  "√£": 159,
  "√§": 160,
  "√•": 161,
  "√¶": 162,
  "√І": 163,
  "√®": 164,
  "√©": 165,
  "√™": 166,
  "√Ђ": 167,
  "√ђ": 168,
  "√≠": 169,
  "√Ѓ": 170,
  "√ѓ": 171,
  "√∞": 172,
  "√±": 173,
  "√≤": 174,
  "√≥": 175,
  "√і": 176,
  "√µ": 177,
  "√ґ": 178,
  "√Ј": 179,
  "√Є": 180,
  "√є": 181,
  "√Ї": 182,
  "√ї": 183,
  "√Љ": 184,
  "√љ": 185,
  "√Њ": 186,
  "√њ": 187,
  "ƒА": 188,
  "ƒБ": 189,
  "ƒВ": 190,
  "ƒГ": 191,
  "ƒД": 192,
  "ƒЕ": 193,
  "ƒЖ": 194,
  "ƒЗ": 195,
  "ƒИ": 196,
  "ƒЙ": 197,
  "ƒК": 198,
  "ƒЛ": 199,
  "ƒМ": 200,
  "ƒН": 201,
  "ƒО": 202,
  "ƒП": 203,
  "ƒР": 204,
  "ƒС": 205,
  "ƒТ": 206,
  "ƒУ": 207,
  "ƒФ": 208,
  "ƒХ": 209,
  "ƒЦ": 210,
  "ƒЧ": 211,
  "ƒШ": 212,
  "ƒЩ": 213,
  "ƒЪ": 214,
  "ƒЫ": 215,
  "ƒЬ": 216,
  "ƒЭ": 217,
  "ƒЮ": 218,
  "ƒЯ": 219,
  "ƒ†": 220,
  "ƒ°": 221,
  "ƒҐ": 222,
  "ƒ£": 223,
  "ƒ§": 224,
  "ƒ•": 225,
  "ƒ¶": 226,
  "ƒІ": 227,
  "ƒ®": 228,
  "ƒ©": 229,
  "ƒ™": 230,
  "ƒЂ": 231,
  "ƒђ": 232,
  "ƒ≠": 233,
  "ƒЃ": 234,
  "ƒѓ": 235,
  "ƒ∞": 236,
  "ƒ±": 237,
  "ƒ≤": 238,
  "ƒ≥": 239,
  "ƒі": 240,
  "ƒµ": 241,
  "ƒґ": 242,
  "ƒЈ": 243,
  "ƒЄ": 244,
  "ƒє": 245,
  "ƒЇ": 246,
  "ƒї": 247,
  "ƒЉ": 248,
  "ƒљ": 249,
  "ƒЊ": 250,
  "ƒњ": 251,
  "≈А": 252,
  "≈Б": 253,
  "≈В": 254,
  "≈Г": 255,
  "ƒ†ƒ†": 256,
  "ƒ†ƒ†ƒ†ƒ†": 257,
  "in": 258,
  "ƒ†t": 259,
  "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 260,
  "er": 261,
  "ƒ†ƒ†ƒ†": 262,
  "on": 263,
  "ƒ†a": 264,
  "re": 265,
  "at": 266,
  "st": 267,
  "en": 268,
  "or": 269,
  "ƒ†th": 270,
  "ƒКƒК": 271,
  "ƒ†c": 272,
  "le": 273,
  "ƒ†s": 274,
  "it": 275,
  "an": 276,
  "ar": 277,
  "al": 278,
  "ƒ†the": 279,
  ";ƒК": 280,
  "ƒ†p": 281,
  "ƒ†f": 282,
  "ou": 283,
  "ƒ†=": 284,
  "is": 285,
  "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 286,
  "ing": 287,
  "es": 288,
  "ƒ†w": 289,
  "ion": 290,
  "ed": 291,
  "ic": 292,
  "ƒ†b": 293,
  "ƒ†d": 294,
  "et": 295,
  "ƒ†m": 296,
  "ƒ†o": 297,
  "ƒЙƒЙ": 298,
  "ro": 299,
  "as": 300,
  "el": 301,
  "ct": 302,
  "nd": 303,
  "ƒ†in": 304,
  "ƒ†h": 305,
  "ent": 306,
  "id": 307,
  "ƒ†n": 308,
  "am": 309,
  "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 310,
  "ƒ†to": 311,
  "ƒ†re": 312,
  "--": 313,
  "ƒ†{": 314,
  "ƒ†of": 315,
  "om": 316,
  ");ƒК": 317,
  "im": 318,
  "ƒНƒК": 319,
  "ƒ†(": 320,
  "il": 321,
  "//": 322,
  "ƒ†and": 323,
  "ur": 324,
  "se": 325,
  "ƒ†l": 326,
  "ex": 327,
  "ƒ†S": 328,
  "ad": 329,
  "ƒ†\"": 330,
  "ch": 331,
  "ut": 332,
  "if": 333,
  "**": 334,
  "ƒ†}": 335,
  "em": 336,
  "ol": 337,
  "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 338,
  "th": 339,
  ")ƒК": 340,
  "ƒ†{ƒК": 341,
  "ƒ†g": 342,
  "ig": 343,
  "iv": 344,
  ",ƒК": 345,
  "ce": 346,
  "od": 347,
  "ƒ†v": 348,
  "ate": 349,
  "ƒ†T": 350,
  "ag": 351,
  "ay": 352,
  "ƒ†*": 353,
  "ot": 354,
  "us": 355,
  "ƒ†C": 356,
  "ƒ†st": 357,
  "ƒ†I": 358,
  "un": 359,
  "ul": 360,
  "ue": 361,
  "ƒ†A": 362,
  "ow": 363,
  "ƒ†'": 364,
  "ew": 365,
  "ƒ†<": 366,
  "ation": 367,
  "()": 368,
  "ƒ†for": 369,
  "ab": 370,
  "ort": 371,
  "um": 372,
  "ame": 373,
  "ƒ†is": 374,
  "pe": 375,
  "tr": 376,
  "ck": 377,
  "√ҐƒҐ": 378,
  "ƒ†y": 379,
  "ist": 380,
  "----": 381,
  ".ƒКƒК": 382,
  "he": 383,
  "ƒ†e": 384,
  "lo": 385,
  "ƒ†M": 386,
  "ƒ†be": 387,
  "ers": 388,
  "ƒ†on": 389,
  "ƒ†con": 390,
  "ap": 391,
  "ub": 392,
  "ƒ†P": 393,
  "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 394,
  "ass": 395,
  "int": 396,
  ">ƒК": 397,
  "ly": 398,
  "urn": 399,
  "ƒ†$": 400,
  ";ƒКƒК": 401,
  "av": 402,
  "port": 403,
  "ir": 404,
  "->": 405,
  "nt": 406,
  "ction": 407,
  "end": 408,
  "ƒ†de": 409,
  "ith": 410,
  "out": 411,
  "turn": 412,
  "our": 413,
  "ƒ†ƒ†ƒ†ƒ†ƒ†": 414,
  "lic": 415,
  "res": 416,
  "pt": 417,
  "==": 418,
  "ƒ†this": 419,
  "ƒ†wh": 420,
  "ƒ†if": 421,
  "ƒ†D": 422,
  "ver": 423,
  "age": 424,
  "ƒ†B": 425,
  "ht": 426,
  "ext": 427,
  "=\"": 428,
  "ƒ†that": 429,
  "****": 430,
  "ƒ†R": 431,
  "ƒ†it": 432,
  "ess": 433,
  "ƒ†F": 434,
  "ƒ†r": 435,
  "os": 436,
  "and": 437,
  "ƒ†as": 438,
  "ect": 439,
  "ke": 440,
  "rom": 441,
  "ƒ†//": 442,
  "con": 443,
  "ƒ†L": 444,
  "(\"": 445,
  "qu": 446,
  "lass": 447,
  "ƒ†with": 448,
  "iz": 449,
  "de": 450,
  "ƒ†N": 451,
  "ƒ†al": 452,
  "op": 453,
  "up": 454,
  "get": 455,
  "ƒ†}ƒК": 456,
  "ile": 457,
  "ƒ†an": 458,
  "ata": 459,
  "ore": 460,
  "ri": 461,
  "ƒ†pro": 462,
  ";ƒНƒК": 463,
  "ƒЙƒЙƒЙƒЙ": 464,
  "ter": 465,
  "ain": 466,
  "ƒ†W": 467,
  "ƒ†E": 468,
  "ƒ†com": 469,
  "ƒ†return": 470,
  "art": 471,
  "ƒ†H": 472,
  "ack": 473,
  "import": 474,
  "ublic": 475,
  "ƒ†or": 476,
  "est": 477,
  "ment": 478,
  "ƒ†G": 479,
  "able": 480,
  "ƒ†-": 481,
  "ine": 482,
  "ill": 483,
  "ind": 484,
  "ere": 485,
  "::": 486,
  "ity": 487,
  "ƒ†+": 488,
  "ƒ†tr": 489,
  "elf": 490,
  "ight": 491,
  "('": 492,
  "orm": 493,
  "ult": 494,
  "str": 495,
  "..": 496,
  "\",": 497,
  "ƒ†you": 498,
  "ype": 499,
  "pl": 500,
  "ƒ†new": 501,
  "ƒ†j": 502,
  "ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†ƒ†": 503,
  "ƒ†from": 504,
  "ƒ†ex": 505,
  "ƒ†O": 506,
  "ld": 507,
  "ƒ†[": 508,
  "oc": 509,
  ":ƒК": 510,
  "ƒ†se": 511,
  "ƒ†le": 512,
  "--------": 513,
  ".s": 514,
  "{ƒК": 515,
  "',": 516,
  "ant": 517,
  "ƒ†at": 518,
  "ase": 519,
  ".c": 520,
  "ƒ†ch": 521,
  "</": 522,
  "ave": 523,
  "ang": 524,
  "ƒ†are": 525,
  "ƒ†int": 526,
  "√ҐƒҐƒї": 527,
  "_t": 528,
  "ert": 529,
  "ial": 530,
  "act": 531,
  "}ƒК": 532,
  "ive": 533,
  "ode": 534,
  "ost": 535,
  "ƒ†class": 536,
  "ƒ†not": 537,
  "og": 538,
  "ord": 539,
  "alue": 540,
  "all": 541,
  "ff": 542,
  "();ƒК": 543,
  "ont": 544,
  "ime": 545,
  "are": 546,
  "ƒ†U": 547,
  "ƒ†pr": 548,
  "ƒ†:": 549,
  "ies": 550,
  "ize": 551,
  "ure": 552,
  "ƒ†by": 553,
  "ire": 554,
  "ƒ†}ƒКƒК": 555,
  ".p": 556,
  "ƒ†sh": 557,
  "ice": 558,
  "ast": 559,
  "ption": 560,
  "tring": 561,
  "ok": 562,
  "__": 563,
  "cl": 564,
  "##": 565,
  "ƒ†he": 566,
  "ard": 567,
  ").": 568,
  "ƒ†@": 569,
  "iew": 570,
  "ƒЙƒЙƒЙ": 571,
  "ƒ†was": 572,
  "ip": 573,
  "this": 574,
  "ƒ†u": 575,
  "ƒ†The": 576,
  "ide": 577,
  "ace": 578,
  "ib": 579,
  "ac": 580,
  "rou": 581,
  "ƒ†we": 582,
  "ject": 583,
  "ƒ†public": 584,
  "ak": 585,
  "ve": 586,
  "ath": 587,
  "oid": 588,
  "ƒ†=>": 589,
  "ust": 590,
  "que": 591,
  "ƒ†res": 592,
  "))": 593,
  "'s": 594,
  "ƒ†k": 595,
  "ans": 596,
  "yst": 597,
  "unction": 598,
  "********": 599,
  "ƒ†i": 600,
  "ƒ†us": 601,
  "pp": 602,
  "one": 603,
  "ail": 604,
  "====": 605,
  "name": 606,
  "ƒ†str": 607,
  "ƒ†/": 608,
  "ƒ†&": 609,
  "ach": 610,
  "div": 611,
  "ystem": 612,
  "ell": 613,
  "ƒ†have": 614,
  "err": 615,
  "ould": 616,
  "ull": 617
}