{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 617,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 618,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 619,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 620,
      "content": "<|object_ref_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 621,
      "content": "<|object_ref_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 622,
      "content": "<|box_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 623,
      "content": "<|box_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 624,
      "content": "<|quad_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 625,
      "content": "<|quad_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 626,
      "content": "<|vision_start|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 627,
      "content": "<|vision_end|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 628,
      "content": "<|vision_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 629,
      "content": "<|image_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 630,
      "content": "<|video_pad|>",
      "normalized": false,
      "lstrip": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 631,
      "content": "<tool_call>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 632,
      "content": "</tool_call>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 633,
      "content": "<|fim_prefix|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 634,
      "content": "<|fim_middle|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 635,
      "content": "<|fim_suffix|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 636,
      "content": "<|fim_pad|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 637,
      "content": "<|repo_name|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    {
      "id": 638,
      "content": "<|file_sep|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": false
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": false,
        "use_regex": false
      }
    ]
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": false,
    "use_regex": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": false,
    "use_regex": false
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "آ،": 94,
      "آ¢": 95,
      "آ£": 96,
      "آ¤": 97,
      "آ¥": 98,
      "آ¦": 99,
      "آ§": 100,
      "آ¨": 101,
      "آ©": 102,
      "آھ": 103,
      "آ«": 104,
      "آ¬": 105,
      "آ®": 106,
      "آ¯": 107,
      "آ°": 108,
      "آ±": 109,
      "آ²": 110,
      "آ³": 111,
      "آ´": 112,
      "آµ": 113,
      "آ¶": 114,
      "آ·": 115,
      "آ¸": 116,
      "آ¹": 117,
      "آ؛": 118,
      "آ»": 119,
      "آ¼": 120,
      "آ½": 121,
      "آ¾": 122,
      "آ؟": 123,
      "أ€": 124,
      "أپ": 125,
      "أ‚": 126,
      "أƒ": 127,
      "أ„": 128,
      "أ…": 129,
      "أ†": 130,
      "أ‡": 131,
      "أˆ": 132,
      "أ‰": 133,
      "أٹ": 134,
      "أ‹": 135,
      "أŒ": 136,
      "أچ": 137,
      "أژ": 138,
      "أڈ": 139,
      "أگ": 140,
      "أ‘": 141,
      "أ’": 142,
      "أ“": 143,
      "أ”": 144,
      "أ•": 145,
      "أ–": 146,
      "أ—": 147,
      "أک": 148,
      "أ™": 149,
      "أڑ": 150,
      "أ›": 151,
      "أœ": 152,
      "أ‌": 153,
      "أ‍": 154,
      "أں": 155,
      "أ ": 156,
      "أ،": 157,
      "أ¢": 158,
      "أ£": 159,
      "أ¤": 160,
      "أ¥": 161,
      "أ¦": 162,
      "أ§": 163,
      "أ¨": 164,
      "أ©": 165,
      "أھ": 166,
      "أ«": 167,
      "أ¬": 168,
      "أ­": 169,
      "أ®": 170,
      "أ¯": 171,
      "أ°": 172,
      "أ±": 173,
      "أ²": 174,
      "أ³": 175,
      "أ´": 176,
      "أµ": 177,
      "أ¶": 178,
      "أ·": 179,
      "أ¸": 180,
      "أ¹": 181,
      "أ؛": 182,
      "أ»": 183,
      "أ¼": 184,
      "أ½": 185,
      "أ¾": 186,
      "أ؟": 187,
      "ؤ€": 188,
      "ؤپ": 189,
      "ؤ‚": 190,
      "ؤƒ": 191,
      "ؤ„": 192,
      "ؤ…": 193,
      "ؤ†": 194,
      "ؤ‡": 195,
      "ؤˆ": 196,
      "ؤ‰": 197,
      "ؤٹ": 198,
      "ؤ‹": 199,
      "ؤŒ": 200,
      "ؤچ": 201,
      "ؤژ": 202,
      "ؤڈ": 203,
      "ؤگ": 204,
      "ؤ‘": 205,
      "ؤ’": 206,
      "ؤ“": 207,
      "ؤ”": 208,
      "ؤ•": 209,
      "ؤ–": 210,
      "ؤ—": 211,
      "ؤک": 212,
      "ؤ™": 213,
      "ؤڑ": 214,
      "ؤ›": 215,
      "ؤœ": 216,
      "ؤ‌": 217,
      "ؤ‍": 218,
      "ؤں": 219,
      "ؤ ": 220,
      "ؤ،": 221,
      "ؤ¢": 222,
      "ؤ£": 223,
      "ؤ¤": 224,
      "ؤ¥": 225,
      "ؤ¦": 226,
      "ؤ§": 227,
      "ؤ¨": 228,
      "ؤ©": 229,
      "ؤھ": 230,
      "ؤ«": 231,
      "ؤ¬": 232,
      "ؤ­": 233,
      "ؤ®": 234,
      "ؤ¯": 235,
      "ؤ°": 236,
      "ؤ±": 237,
      "ؤ²": 238,
      "ؤ³": 239,
      "ؤ´": 240,
      "ؤµ": 241,
      "ؤ¶": 242,
      "ؤ·": 243,
      "ؤ¸": 244,
      "ؤ¹": 245,
      "ؤ؛": 246,
      "ؤ»": 247,
      "ؤ¼": 248,
      "ؤ½": 249,
      "ؤ¾": 250,
      "ؤ؟": 251,
      "إ€": 252,
      "إپ": 253,
      "إ‚": 254,
      "إƒ": 255,
      "ؤ ؤ ": 256,
      "ؤ ؤ ؤ ؤ ": 257,
      "in": 258,
      "ؤ t": 259,
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ": 260,
      "er": 261,
      "ؤ ؤ ؤ ": 262,
      "on": 263,
      "ؤ a": 264,
      "re": 265,
      "at": 266,
      "st": 267,
      "en": 268,
      "or": 269,
      "ؤ th": 270,
      "ؤٹؤٹ": 271,
      "ؤ c": 272,
      "le": 273,
      "ؤ s": 274,
      "it": 275,
      "an": 276,
      "ar": 277,
      "al": 278,
      "ؤ the": 279,
      ";ؤٹ": 280,
      "ؤ p": 281,
      "ؤ f": 282,
      "ou": 283,
      "ؤ =": 284,
      "is": 285,
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ": 286,
      "ing": 287,
      "es": 288,
      "ؤ w": 289,
      "ion": 290,
      "ed": 291,
      "ic": 292,
      "ؤ b": 293,
      "ؤ d": 294,
      "et": 295,
      "ؤ m": 296,
      "ؤ o": 297,
      "ؤ‰ؤ‰": 298,
      "ro": 299,
      "as": 300,
      "el": 301,
      "ct": 302,
      "nd": 303,
      "ؤ in": 304,
      "ؤ h": 305,
      "ent": 306,
      "id": 307,
      "ؤ n": 308,
      "am": 309,
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ": 310,
      "ؤ to": 311,
      "ؤ re": 312,
      "--": 313,
      "ؤ {": 314,
      "ؤ of": 315,
      "om": 316,
      ");ؤٹ": 317,
      "im": 318,
      "ؤچؤٹ": 319,
      "ؤ (": 320,
      "il": 321,
      "//": 322,
      "ؤ and": 323,
      "ur": 324,
      "se": 325,
      "ؤ l": 326,
      "ex": 327,
      "ؤ S": 328,
      "ad": 329,
      "ؤ \"": 330,
      "ch": 331,
      "ut": 332,
      "if": 333,
      "**": 334,
      "ؤ }": 335,
      "em": 336,
      "ol": 337,
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ": 338,
      "th": 339,
      ")ؤٹ": 340,
      "ؤ {ؤٹ": 341,
      "ؤ g": 342,
      "ig": 343,
      "iv": 344,
      ",ؤٹ": 345,
      "ce": 346,
      "od": 347,
      "ؤ v": 348,
      "ate": 349,
      "ؤ T": 350,
      "ag": 351,
      "ay": 352,
      "ؤ *": 353,
      "ot": 354,
      "us": 355,
      "ؤ C": 356,
      "ؤ st": 357,
      "ؤ I": 358,
      "un": 359,
      "ul": 360,
      "ue": 361,
      "ؤ A": 362,
      "ow": 363,
      "ؤ '": 364,
      "ew": 365,
      "ؤ <": 366,
      "ation": 367,
      "()": 368,
      "ؤ for": 369,
      "ab": 370,
      "ort": 371,
      "um": 372,
      "ame": 373,
      "ؤ is": 374,
      "pe": 375,
      "tr": 376,
      "ck": 377,
      "أ¢ؤ¢": 378,
      "ؤ y": 379,
      "ist": 380,
      "----": 381,
      ".ؤٹؤٹ": 382,
      "he": 383,
      "ؤ e": 384,
      "lo": 385,
      "ؤ M": 386,
      "ؤ be": 387,
      "ers": 388,
      "ؤ on": 389,
      "ؤ con": 390,
      "ap": 391,
      "ub": 392,
      "ؤ P": 393,
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ": 394,
      "ass": 395,
      "int": 396,
      ">ؤٹ": 397,
      "ly": 398,
      "urn": 399,
      "ؤ $": 400,
      ";ؤٹؤٹ": 401,
      "av": 402,
      "port": 403,
      "ir": 404,
      "->": 405,
      "nt": 406,
      "ction": 407,
      "end": 408,
      "ؤ de": 409,
      "ith": 410,
      "out": 411,
      "turn": 412,
      "our": 413,
      "ؤ ؤ ؤ ؤ ؤ ": 414,
      "lic": 415,
      "res": 416,
      "pt": 417,
      "==": 418,
      "ؤ this": 419,
      "ؤ wh": 420,
      "ؤ if": 421,
      "ؤ D": 422,
      "ver": 423,
      "age": 424,
      "ؤ B": 425,
      "ht": 426,
      "ext": 427,
      "=\"": 428,
      "ؤ that": 429,
      "****": 430,
      "ؤ R": 431,
      "ؤ it": 432,
      "ess": 433,
      "ؤ F": 434,
      "ؤ r": 435,
      "os": 436,
      "and": 437,
      "ؤ as": 438,
      "ect": 439,
      "ke": 440,
      "rom": 441,
      "ؤ //": 442,
      "con": 443,
      "ؤ L": 444,
      "(\"": 445,
      "qu": 446,
      "lass": 447,
      "ؤ with": 448,
      "iz": 449,
      "de": 450,
      "ؤ N": 451,
      "ؤ al": 452,
      "op": 453,
      "up": 454,
      "get": 455,
      "ؤ }ؤٹ": 456,
      "ile": 457,
      "ؤ an": 458,
      "ata": 459,
      "ore": 460,
      "ri": 461,
      "ؤ pro": 462,
      ";ؤچؤٹ": 463,
      "ؤ‰ؤ‰ؤ‰ؤ‰": 464,
      "ter": 465,
      "ain": 466,
      "ؤ W": 467,
      "ؤ E": 468,
      "ؤ com": 469,
      "ؤ return": 470,
      "art": 471,
      "ؤ H": 472,
      "ack": 473,
      "import": 474,
      "ublic": 475,
      "ؤ or": 476,
      "est": 477,
      "ment": 478,
      "ؤ G": 479,
      "able": 480,
      "ؤ -": 481,
      "ine": 482,
      "ill": 483,
      "ind": 484,
      "ere": 485,
      "::": 486,
      "ity": 487,
      "ؤ +": 488,
      "ؤ tr": 489,
      "elf": 490,
      "ight": 491,
      "('": 492,
      "orm": 493,
      "ult": 494,
      "str": 495,
      "..": 496,
      "\",": 497,
      "ؤ you": 498,
      "ype": 499,
      "pl": 500,
      "ؤ new": 501,
      "ؤ j": 502,
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ": 503,
      "ؤ from": 504,
      "ؤ ex": 505,
      "ؤ O": 506,
      "ld": 507,
      "ؤ [": 508,
      "oc": 509,
      ":ؤٹ": 510,
      "ؤ se": 511,
      "ؤ le": 512,
      "--------": 513,
      ".s": 514,
      "{ؤٹ": 515,
      "',": 516,
      "ant": 517,
      "ؤ at": 518,
      "ase": 519,
      ".c": 520,
      "ؤ ch": 521,
      "</": 522,
      "ave": 523,
      "ang": 524,
      "ؤ are": 525,
      "ؤ int": 526,
      "أ¢ؤ¢ؤ»": 527,
      "_t": 528,
      "ert": 529,
      "ial": 530,
      "act": 531,
      "}ؤٹ": 532,
      "ive": 533,
      "ode": 534,
      "ost": 535,
      "ؤ class": 536,
      "ؤ not": 537,
      "og": 538,
      "ord": 539,
      "alue": 540,
      "all": 541,
      "ff": 542,
      "();ؤٹ": 543,
      "ont": 544,
      "ime": 545,
      "are": 546,
      "ؤ U": 547,
      "ؤ pr": 548,
      "ؤ :": 549,
      "ies": 550,
      "ize": 551,
      "ure": 552,
      "ؤ by": 553,
      "ire": 554,
      "ؤ }ؤٹؤٹ": 555,
      ".p": 556,
      "ؤ sh": 557,
      "ice": 558,
      "ast": 559,
      "ption": 560,
      "tring": 561,
      "ok": 562,
      "__": 563,
      "cl": 564,
      "##": 565,
      "ؤ he": 566,
      "ard": 567,
      ").": 568,
      "ؤ @": 569,
      "iew": 570,
      "ؤ‰ؤ‰ؤ‰": 571,
      "ؤ was": 572,
      "ip": 573,
      "this": 574,
      "ؤ u": 575,
      "ؤ The": 576,
      "ide": 577,
      "ace": 578,
      "ib": 579,
      "ac": 580,
      "rou": 581,
      "ؤ we": 582,
      "ject": 583,
      "ؤ public": 584,
      "ak": 585,
      "ve": 586,
      "ath": 587,
      "oid": 588,
      "ؤ =>": 589,
      "ust": 590,
      "que": 591,
      "ؤ res": 592,
      "))": 593,
      "'s": 594,
      "ؤ k": 595,
      "ans": 596,
      "yst": 597,
      "unction": 598,
      "********": 599,
      "ؤ i": 600,
      "ؤ us": 601,
      "pp": 602,
      "one": 603,
      "ail": 604,
      "====": 605,
      "name": 606,
      "ؤ str": 607,
      "ؤ /": 608,
      "ؤ &": 609,
      "ach": 610,
      "div": 611,
      "ystem": 612,
      "ell": 613,
      "ؤ have": 614,
      "err": 615,
      "ould": 616
    },
    "merges": [
      "ؤ  ؤ ",
      "ؤ ؤ  ؤ ؤ ",
      "i n",
      "ؤ  t",
      "ؤ ؤ ؤ ؤ  ؤ ؤ ؤ ؤ ",
      "e r",
      "ؤ ؤ  ؤ ",
      "o n",
      "ؤ  a",
      "r e",
      "a t",
      "s t",
      "e n",
      "o r",
      "ؤ t h",
      "ؤٹ ؤٹ",
      "ؤ  c",
      "l e",
      "ؤ  s",
      "i t",
      "a n",
      "a r",
      "a l",
      "ؤ th e",
      "; ؤٹ",
      "ؤ  p",
      "ؤ  f",
      "o u",
      "ؤ  =",
      "i s",
      "ؤ ؤ ؤ ؤ  ؤ ؤ ؤ ",
      "in g",
      "e s",
      "ؤ  w",
      "i on",
      "e d",
      "i c",
      "ؤ  b",
      "ؤ  d",
      "e t",
      "ؤ  m",
      "ؤ  o",
      "ؤ‰ ؤ‰",
      "r o",
      "a s",
      "e l",
      "c t",
      "n d",
      "ؤ  in",
      "ؤ  h",
      "en t",
      "i d",
      "ؤ  n",
      "a m",
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ  ؤ ؤ ؤ ",
      "ؤ t o",
      "ؤ  re",
      "- -",
      "ؤ  {",
      "ؤ o f",
      "o m",
      ") ;ؤٹ",
      "i m",
      "ؤچ ؤٹ",
      "ؤ  (",
      "i l",
      "/ /",
      "ؤ a nd",
      "u r",
      "s e",
      "ؤ  l",
      "e x",
      "ؤ  S",
      "a d",
      "ؤ  \"",
      "c h",
      "u t",
      "i f",
      "* *",
      "ؤ  }",
      "e m",
      "o l",
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ  ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ",
      "t h",
      ") ؤٹ",
      "ؤ { ؤٹ",
      "ؤ  g",
      "i g",
      "i v",
      ", ؤٹ",
      "c e",
      "o d",
      "ؤ  v",
      "at e",
      "ؤ  T",
      "a g",
      "a y",
      "ؤ  *",
      "o t",
      "u s",
      "ؤ  C",
      "ؤ  st",
      "ؤ  I",
      "u n",
      "u l",
      "u e",
      "ؤ  A",
      "o w",
      "ؤ  '",
      "e w",
      "ؤ  <",
      "at ion",
      "( )",
      "ؤ f or",
      "a b",
      "or t",
      "u m",
      "am e",
      "ؤ  is",
      "p e",
      "t r",
      "c k",
      "أ¢ ؤ¢",
      "ؤ  y",
      "i st",
      "-- --",
      ". ؤٹؤٹ",
      "h e",
      "ؤ  e",
      "l o",
      "ؤ  M",
      "ؤ b e",
      "er s",
      "ؤ  on",
      "ؤ c on",
      "a p",
      "u b",
      "ؤ  P",
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ  ؤ ؤ ؤ ؤ ؤ ؤ ؤ ",
      "as s",
      "in t",
      "> ؤٹ",
      "l y",
      "ur n",
      "ؤ  $",
      "; ؤٹؤٹ",
      "a v",
      "p ort",
      "i r",
      "- >",
      "n t",
      "ct ion",
      "en d",
      "ؤ d e",
      "it h",
      "ou t",
      "t urn",
      "ou r",
      "ؤ ؤ ؤ ؤ  ؤ ",
      "l ic",
      "re s",
      "p t",
      "= =",
      "ؤ th is",
      "ؤ w h",
      "ؤ  if",
      "ؤ  D",
      "v er",
      "ag e",
      "ؤ  B",
      "h t",
      "ex t",
      "= \"",
      "ؤ th at",
      "** **",
      "ؤ  R",
      "ؤ  it",
      "es s",
      "ؤ  F",
      "ؤ  r",
      "o s",
      "an d",
      "ؤ a s",
      "e ct",
      "k e",
      "ro m",
      "ؤ  //",
      "c on",
      "ؤ  L",
      "( \"",
      "q u",
      "l ass",
      "ؤ w ith",
      "i z",
      "d e",
      "ؤ  N",
      "ؤ a l",
      "o p",
      "u p",
      "g et",
      "ؤ } ؤٹ",
      "i le",
      "ؤ a n",
      "at a",
      "o re",
      "r i",
      "ؤ p ro",
      "; ؤچؤٹ",
      "ؤ‰ؤ‰ ؤ‰ؤ‰",
      "t er",
      "a in",
      "ؤ  W",
      "ؤ  E",
      "ؤ c om",
      "ؤ re turn",
      "ar t",
      "ؤ  H",
      "a ck",
      "im port",
      "ub lic",
      "ؤ  or",
      "e st",
      "m ent",
      "ؤ  G",
      "ab le",
      "ؤ  -",
      "in e",
      "il l",
      "in d",
      "er e",
      ": :",
      "it y",
      "ؤ  +",
      "ؤ t r",
      "el f",
      "ig ht",
      "( '",
      "or m",
      "ul t",
      "st r",
      ". .",
      "\" ,",
      "ؤ y ou",
      "y pe",
      "p l",
      "ؤ n ew",
      "ؤ  j",
      "ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ  ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ؤ ",
      "ؤ f rom",
      "ؤ  ex",
      "ؤ  O",
      "l d",
      "ؤ  [",
      "o c",
      ": ؤٹ",
      "ؤ s e",
      "ؤ  le",
      "---- ----",
      ". s",
      "{ ؤٹ",
      "' ,",
      "an t",
      "ؤ a t",
      "as e",
      ". c",
      "ؤ c h",
      "< /",
      "av e",
      "an g",
      "ؤ a re",
      "ؤ in t",
      "أ¢ؤ¢ ؤ»",
      "_ t",
      "er t",
      "i al",
      "a ct",
      "} ؤٹ",
      "iv e",
      "od e",
      "o st",
      "ؤ c lass",
      "ؤ n ot",
      "o g",
      "or d",
      "al ue",
      "al l",
      "f f",
      "( );ؤٹ",
      "on t",
      "im e",
      "a re",
      "ؤ  U",
      "ؤ p r",
      "ؤ  :",
      "i es",
      "iz e",
      "u re",
      "ؤ b y",
      "i re",
      "ؤ } ؤٹؤٹ",
      ". p",
      "ؤ s h",
      "ic e",
      "a st",
      "pt ion",
      "tr ing",
      "o k",
      "_ _",
      "c l",
      "# #",
      "ؤ h e",
      "ar d",
      ") .",
      "ؤ  @",
      "i ew",
      "ؤ‰ؤ‰ ؤ‰",
      "ؤ w as",
      "i p",
      "th is",
      "ؤ  u",
      "ؤ T he",
      "id e",
      "a ce",
      "i b",
      "a c",
      "r ou",
      "ؤ w e",
      "j ect",
      "ؤ p ublic",
      "a k",
      "v e",
      "at h",
      "o id",
      "ؤ = >",
      "u st",
      "q ue",
      "ؤ re s",
      ") )",
      "' s",
      "ؤ  k",
      "an s",
      "y st",
      "un ction",
      "**** ****",
      "ؤ  i",
      "ؤ  us",
      "p p",
      "on e",
      "a il",
      "== ==",
      "n ame",
      "ؤ st r",
      "ؤ  /",
      "ؤ  &",
      "a ch",
      "d iv",
      "yst em",
      "el l",
      "ؤ h ave",
      "er r",
      "ou ld"
    ]
  }
}